Repository: tonight-s-menu/someday-box
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld papers are ready for a surprise.
zh_hans: 有 %lld 张纸条可以抽。

source: 1 paper is ready for a surprise.
zh_hans: 有 1 张纸条可以抽。

source: A local data operation is already in progress.
zh_hans: 另一项本地数据操作正在进行。

source: About
zh_hans: 关于

source: Actions
zh_hans: 操作

source: Active papers
zh_hans: 活跃纸条

source: Add a note
zh_hans: 添加备注

source: All durations
zh_hans: 全部时长

source: Already in hand
zh_hans: 正在进行

source: Already in the Box
zh_hans: 已在盲盒里

source: Archive
zh_hans: 归档

source: Archived
zh_hans: 已归档

source: Backup format
zh_hans: 备份格式

source: Box
zh_hans: 盲盒

source: Cancel
zh_hans: 取消

source: Check the title and note limits, then try again.
zh_hans: 请检查标题和备注长度后再试。

source: Choose an upper limit. The draw will never quietly go over it.
zh_hans: 选择时间上限，抽取结果绝不会悄悄超时。

source: Completed
zh_hans: 完成于

source: Continue
zh_hans: 继续

source: Create a backup first if you may want these papers and memories again.
zh_hans: 如果以后可能需要这些纸条和回忆，请先创建备份。

source: Current paper
zh_hans: 当前纸条

source: Delete paper and its memories
zh_hans: 删除纸条及其回忆

source: Delete paper, all its memories, and related draw history
zh_hans: 删除纸条、全部相关回忆和抽取记录

source: Delete paper, its memories, and related draw history
zh_hans: 删除纸条、相关回忆和抽取记录

source: Delete permanently
zh_hans: 永久删除

source: Delete the source paper permanently?
zh_hans: 永久删除来源纸条？

source: Delete this paper permanently?
zh_hans: 永久删除这张纸条？

source: Dismiss
zh_hans: 先不做

source: Do this
zh_hans: 就做这个

source: Done
zh_hans: 做过啦

source: Draw
zh_hans: 抽一张

source: Draw a paper
zh_hans: 抽一张

source: Draw another
zh_hans: 换一张

source: Draw policy
zh_hans: 抽取策略

source: Drawable papers
zh_hans: 可抽纸条

source: Drawn paper: %@, %@
zh_hans: 抽到的纸条：%1$@，%2$@

source: Duration
zh_hans: 时长

source: Duration filter
zh_hans: 时长筛选

source: Duration needs updating
zh_hans: 需要更新时长

source: Edit
zh_hans: 编辑

source: Erase all data
zh_hans: 抹掉所有数据

source: Erase all data permanently?
zh_hans: 永久抹掉所有数据？

source: Erase all local data
zh_hans: 抹掉所有本地数据

source: Erase all local data?
zh_hans: 抹掉所有本地数据？

source: Experience
zh_hans: 体验

source: Export backup
zh_hans: 导出备份

source: Finish or put back your current paper before drawing another.
zh_hans: 请先完成或放回当前纸条，再抽下一张。

source: Finish the paper on screen before changing your Box.
zh_hans: 请先处理屏幕上的纸条，再修改盲盒。

source: Haptics
zh_hans: 触感反馈

source: Home
zh_hans: 主页

source: How long might it take?
zh_hans: 大概需要多久？

source: How much time do you have?
zh_hans: 你现在有多少时间？

source: Ideas you put in the Box will appear here.
zh_hans: 放进盲盒的想法会出现在这里。

source: In the Box
zh_hans: 盲盒里

source: Local data
zh_hans: 本地数据

source: Mark as done
zh_hans: 做过啦

source: Memories
zh_hans: 回忆

source: Memory
zh_hans: 回忆

source: Memory unavailable
zh_hans: 回忆不可用

source: No change needed
zh_hans: 无需更改

source: No matching papers
zh_hans: 没有匹配的纸条

source: No memories yet
zh_hans: 还没有回忆

source: No papers fit the time you selected.
zh_hans: 没有纸条适合你选择的时间。

source: No papers here
zh_hans: 这里还没有纸条

source: Not sure
zh_hans: 不确定

source: OK
zh_hans: 好

source: On this device
zh_hans: 这台设备上

source: Open my Box
zh_hans: 打开我的盲盒

source: Opening your Box
zh_hans: 正在打开盲盒

source: Opening your Box…
zh_hans: 正在打开盲盒…

source: Opens paper details
zh_hans: 打开纸条详情

source: Optional note
zh_hans: 可选备注

source: Paper
zh_hans: 纸条

source: Paper status
zh_hans: 纸条状态

source: Paper title
zh_hans: 纸条标题

source: Paper unavailable
zh_hans: 纸条不可用

source: Previous duration unavailable
zh_hans: 之前的时长不可用

source: Put back
zh_hans: 放回盲盒

source: Put back in the Box
zh_hans: 放回盲盒

source: Put in an idea
zh_hans: 丢进一个想法

source: Put it in the Box
zh_hans: 丢进盲盒

source: Put it in. Draw it out.
zh_hans: 收进去，抽出来。

source: Recent memories
zh_hans: 最近的回忆

source: Replace everything in this Box?
zh_hans: 替换盲盒里的全部内容？

source: Replace with this backup
zh_hans: 使用此备份替换

source: Restore backup
zh_hans: 恢复备份

source: Restore to the Box
zh_hans: 恢复到盲盒

source: Save
zh_hans: 保存

source: Save a possibility without scheduling it. When free time appears, draw one that fits.
zh_hans: 先收下一种可能，不必安排日期。有空时，再抽一张适合当下的纸条。

source: Schema
zh_hans: 数据架构

source: Search title and note
zh_hans: 搜索标题和备注

source: Settings
zh_hans: 设置

source: Some papers need a duration update before they can be drawn.
zh_hans: 有些纸条需要更新时长后才能抽取。

source: Someday Box
zh_hans: 改天盲盒

source: someday-box
zh_hans: 改天盲盒

source: Something went wrong locally. Your previous state was kept.
zh_hans: 本地操作出现问题，之前的状态已保留。

source: Storage
zh_hans: 存储位置

source: The app will switch to a verified empty store, then remove its prior local generations. Exported files and system backups are outside the app's control.
zh_hans: 应用会切换到已验证的空存储，再移除之前的本地数据代。已导出的文件和系统备份不受本应用控制。

source: There are no papers ready to draw yet.
zh_hans: 还没有可以抽取的纸条。

source: This backup contains %1$lld papers and %2$lld memories. Your current Box will be replaced only after the restored data is verified.
zh_hans: 此备份包含 %1$lld 张纸条和 %2$lld 条回忆。只有在恢复数据验证通过后，当前盲盒才会被替换。

source: This backup is damaged or was changed after export.
zh_hans: 此备份已损坏，或在导出后被修改。

source: This backup was created by a newer, unsupported format.
zh_hans: 此备份使用了当前版本不支持的较新格式。

source: This cannot be undone. Other papers and memories stay unchanged.
zh_hans: 此操作无法撤销，其他纸条和回忆不会改变。

source: This file is not a valid someday-box backup.
zh_hans: 此文件不是有效的改天盲盒备份。

source: This result came from an older draw version. You can do it or dismiss it.
zh_hans: 这个结果来自旧版抽取。你可以接受或关闭它。

source: This result came from an older draw version. You can still do it or dismiss it.
zh_hans: 这个结果来自旧版抽取。你仍可接受或关闭它。

source: Try a different word or filter.
zh_hans: 试试其他关键词或筛选条件。

source: Try again
zh_hans: 重试

source: Up to 1 hour
zh_hans: 最多 1 小时

source: Up to 2 hours
zh_hans: 最多 2 小时

source: Up to 4 hours
zh_hans: 最多 4 小时

source: Up to 8 hours
zh_hans: 最多 8 小时

source: Up to 10 minutes
zh_hans: 最多 10 分钟

source: Up to 30 minutes
zh_hans: 最多 30 分钟

source: We couldn't open your Box. Your data was not changed.
zh_hans: 无法打开盲盒，你的数据没有改变。

source: We couldn't read your local data. Nothing was erased or replaced.
zh_hans: 无法读取本地数据。没有任何内容被清除或替换。

source: What just came to mind?
zh_hans: 刚刚想到什么？

source: When you do a paper, the moment will be kept here.
zh_hans: 做过一张纸条后，这段经历会保存在这里。

source: Write one small thing you can start in a single free period.
zh_hans: 写下一件能在这段空闲时间里开始的小事。

source: You've seen every fitting paper in this round.
zh_hans: 这一轮里合适的纸条都看过了。

source: Your Box has reached a local format limit. Export or remove content before adding more.
zh_hans: 盲盒已达到本地格式上限。请先导出或移除内容，再继续添加。

source: Your Box needs attention
zh_hans: 盲盒需要处理

source: Your Box was not changed
zh_hans: 盲盒没有改变

source: Your current paper
zh_hans: 当前纸条

source: Your data was not changed.
zh_hans: 你的数据没有改变。

source: Your papers and memories stay in this app's sandbox. The app has no account, analytics, ads, or product network requests.
zh_hans: 纸条和回忆保存在应用沙盒中。本应用没有账号、分析、广告或产品网络请求。
